return {
  [1001] = {
    ["q_id"] = 1001,
    ["name"] = "1阶生命",
    ["description"] = "增加{0}点生命",
    ["attrtype"] = 1,
    ["quality_attrlimit"] = "1,1000,1200,1100;2,1000,1200,1100;3,1000,1200,1100",
    ["ispercent"] = 0
  },
  [1002] = {
    ["q_id"] = 1002,
    ["name"] = "1阶暴击",
    ["description"] = "增加{0}点暴击",
    ["attrtype"] = 3,
    ["quality_attrlimit"] = "1,1000,1200,1100;2,1000,1200,1100;3,1000,1200,1100",
    ["ispercent"] = 0
  },
  [2000] = {
    ["q_id"] = 2000,
    ["name"] = "1阶法攻",
    ["description"] = "增加{0}点法攻",
    ["attrtype"] = 11,
    ["quality_attrlimit"] = "1,1000,1200,1100;2,1000,1200,1100;3,1000,1200,1100",
    ["ispercent"] = 0
  },
  [3000] = {
    ["q_id"] = 3000,
    ["name"] = "物攻",
    ["description"] = "增加{0}点物攻",
    ["attrtype"] = 10,
    ["quality_attrlimit"] = "1,1000,1200,1100;2,1000,1200,1100;3,1000,1200,1100;4,1000,1202",
    ["ispercent"] = 0
  }
}