return {
  [1] = {
    ["tipsId"] = 1,
    ["title"] = "人物属性",
    ["format"] = "<res_up=0><image=UI/Source/Pub/sys_icon_explain.png><res_up=10><size=20><color=ec9639ff> %s</color></size><r>    <res_up=10><image=UI/Source/Pub/sys_line_3.png><r>    %s<r><r>",
    ["content"] = "物　　攻#影响物理造成伤害的主要属性|法　　攻#影响法术造成伤害的主要属性|物　　防#影响降低物理伤害的主要属性|法　　防#影响降低法术伤害的主要属性|生　　命#影响承受伤害的主要属性|命 中 率#由命中点换算获得|闪 避 率#由闪避点换算获得|暴 击 率#由暴击点换算获得|抗 暴 率#由韧性点换算获得|暴伤增加#由暴伤增加点换算获得|暴伤减免#由暴伤减少点换算获得|伤害提升#影响攻击方造成伤害最终结果|伤害减免#影响被攻击方承受伤害的最终结果|移动速度#影响单位移动快慢的基础值|金系精通#元素系列1精通点，加强释放该类型技能时的效果|木系精通#元素系列2精通点，加强释放该类型技能时的效果|水系精通#元素系列3精通点，加强释放该类型技能时的效果|火系精通#元素系列4精通点，加强释放该类型技能时的效果|土系精通#元素系列5精通点，加强释放该类型技能时的效果|金系抗性#元素系列1抗性点，加强释放该类型技能时的效果|木系抗性#元素系列2抗性点，加强释放该类型技能时的效果|水系抗性#元素系列3抗性点，加强释放该类型技能时的效果|火系抗性#元素系列4抗性点，加强释放该类型技能时的效果|土系抗性#元素系列5抗性点，加强释放该类型技能时的效果"
  },
  [2] = {
    ["tipsId"] = 2,
    ["title"] = "征战玩法",
    ["format"] = "<res_up=0><image=UI/Source/Pub/sys_icon_explain.png><res_up=10><size=20><color=ec9639ff> %s</color></size><r>    <res_up=10><image=UI/Source/Pub/sys_line_3.png><r>    %s<r><r>",
    ["content"] = "进入规则#玩家等级达到进入等级要求<r>玩家已通关上一关卡|副本进入消耗#进入关卡需要消耗一定体力|副本持续时间#副本挑战时间<color=ff6666ff>2分钟</color>，超过时间则挑战失败"
  }
}