return {
  [1] = {
    ["id"] = 1,
    ["name"] = "货币",
    ["backpack"] = ""
  },
  [2] = {
    ["id"] = 2,
    ["name"] = "装备",
    ["backpack"] = ""
  },
  [3] = {
    ["id"] = 3,
    ["name"] = "药品",
    ["backpack"] = ""
  },
  [4] = {
    ["id"] = 4,
    ["name"] = "宝石",
    ["backpack"] = ""
  },
  [5] = {
    ["id"] = 5,
    ["name"] = "特戒",
    ["backpack"] = ""
  },
  [6] = {
    ["id"] = 6,
    ["name"] = "符文",
    ["backpack"] = ""
  },
  [7] = {
    ["id"] = 7,
    ["name"] = "传送卷轴",
    ["backpack"] = ""
  },
  [8] = {
    ["id"] = 8,
    ["name"] = "任务卷轴",
    ["backpack"] = ""
  },
  [9] = {
    ["id"] = 9,
    ["name"] = "经验卷轴（书）",
    ["backpack"] = ""
  },
  [10] = {
    ["id"] = 10,
    ["name"] = "天神经验卷轴（书）",
    ["backpack"] = ""
  },
  [11] = {
    ["id"] = 11,
    ["name"] = "技能书",
    ["backpack"] = ""
  },
  [12] = {
    ["id"] = 12,
    ["name"] = "礼包道具",
    ["backpack"] = ""
  },
  [13] = {
    ["id"] = 13,
    ["name"] = "勋章",
    ["backpack"] = ""
  },
  [14] = {
    ["id"] = 14,
    ["name"] = "脚本道具",
    ["backpack"] = ""
  },
  [15] = {
    ["id"] = 15,
    ["name"] = "打开面板类道具",
    ["backpack"] = ""
  },
  [16] = {
    ["id"] = 16,
    ["name"] = "普通物品",
    ["backpack"] = ""
  },
  [17] = {
    ["id"] = 17,
    ["name"] = "任务物品",
    ["backpack"] = ""
  },
  [18] = {
    ["id"] = 18,
    ["name"] = "合成材料",
    ["backpack"] = ""
  },
  [19] = {
    ["id"] = 19,
    ["name"] = "非合成材料",
    ["backpack"] = ""
  },
  [20] = {
    ["id"] = 20,
    ["name"] = "矿石",
    ["backpack"] = ""
  },
  [21] = {
    ["id"] = 21,
    ["name"] = "虚拟道具",
    ["backpack"] = ""
  },
  [22] = {
    ["id"] = 22,
    ["name"] = "神器碎片",
    ["backpack"] = ""
  },
  [23] = {
    ["id"] = 23,
    ["name"] = "玉石",
    ["backpack"] = ""
  },
  [24] = {
    ["id"] = 24,
    ["name"] = "称号",
    ["backpack"] = ""
  },
  [25] = {
    ["id"] = 25,
    ["name"] = "时装",
    ["backpack"] = ""
  },
  [26] = {
    ["id"] = 26,
    ["name"] = "坐骑装备",
    ["backpack"] = ""
  },
  [27] = {
    ["id"] = 27,
    ["name"] = "翅膀",
    ["backpack"] = ""
  },
  [28] = {
    ["id"] = 28,
    ["name"] = "宠物",
    ["backpack"] = ""
  },
  [29] = {
    ["id"] = 29,
    ["name"] = "buff物品",
    ["backpack"] = ""
  },
  [30] = {
    ["id"] = 30,
    ["name"] = "天神升星材料",
    ["backpack"] = ""
  }
}