return {
  [1001] = {
    ["q_id"] = 1001,
    ["type"] = 1,
    ["weight"] = 10,
    ["desc"] = "jz_pic_1.jpg"
  },
  [1002] = {
    ["q_id"] = 1002,
    ["type"] = 1,
    ["weight"] = 10,
    ["desc"] = "dl_pic1.jpg"
  },
  [2001] = {
    ["q_id"] = 2001,
    ["type"] = 2,
    ["weight"] = 10,
    ["desc"] = "提示：更换装备会保留强化等级、宝石"
  },
  [2002] = {
    ["q_id"] = 2002,
    ["type"] = 2,
    ["weight"] = 10,
    ["desc"] = "提示：合理搭配天神容易通关"
  },
  [2003] = {
    ["q_id"] = 2003,
    ["type"] = 2,
    ["weight"] = 10,
    ["desc"] = "提示：合成是需要消耗材料的"
  },
  [2004] = {
    ["q_id"] = 2004,
    ["type"] = 2,
    ["weight"] = 10,
    ["desc"] = "提示：天神的品质是不能升级的"
  },
  [2005] = {
    ["q_id"] = 2005,
    ["type"] = 2,
    ["weight"] = 10,
    ["desc"] = "提示：背包容量不足可以花钱增大"
  }
}