return {
  [10001] = {
    ["q_id"] = 10001,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "系统邮件",
    ["q_content"] = "由于您的背包已满，物品未领取成功，请点击附件领取。"
  },
  [10002] = {
    ["q_id"] = 10002,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "系统邮件",
    ["q_content"] = "由于未知原因，物品未领取成功，请点击附件领取。"
  },
  [10003] = {
    ["q_id"] = 10003,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "系统邮件",
    ["q_content"] = "活动奖励"
  },
  [10004] = {
    ["q_id"] = 10004,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "竞技场奖励",
    ["q_content"] = "恭喜您，截止今日0点，您的竞技场排名为{0}，基于您的英勇表现，特授予您以下奖励："
  },
  [10005] = {
    ["q_id"] = 10005,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "保存游戏奖励",
    ["q_content"] = "您创建了游戏快捷方式，请领取如下奖励！快人一步进游戏，更多福利等着您！"
  },
  [10006] = {
    ["q_id"] = 10006,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "贵族大礼包",
    ["q_content"] = "恭喜您成为了尊贵的贵族{0}用户！请收下我们精心准备的超级大礼包！祝您游戏愉快！"
  },
  [10007] = {
    ["q_id"] = 10007,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "装备宝箱",
    ["q_content"] = "您的背包空间不足，新获得的装备通过邮件发送至账号"
  },
  [10008] = {
    ["q_id"] = 10008,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "兑换码奖励",
    ["q_content"] = "您已成功兑换{0}激活码，奖励如下："
  },
  [10009] = {
    ["q_id"] = 10009,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "封测充值返利",
    ["q_content"] = "感谢您在传奇世界h5版对我们游戏的支持！您在封测期间共充值了{0}元宝，现对此进行2倍元宝返还。祝您游戏愉快！"
  },
  [20001] = {
    ["q_id"] = 20001,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "兄弟首次分享",
    ["q_content"] = "您好，这是您首次分享给其他兄弟所获得的奖励，请注意查收！"
  },
  [20002] = {
    ["q_id"] = 20002,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "兄弟武器",
    ["q_content"] = "您好，这是您的兄弟赠送的豪华武器，请注意查收！"
  },
  [20003] = {
    ["q_id"] = 20003,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "单充返利奖励",
    ["q_content"] = "恭喜您今日完成单笔充值{0}元宝，获得如下奖励。"
  },
  [20004] = {
    ["q_id"] = 20004,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "分享奖励",
    ["q_content"] = "您好，这是您分享所获得奖励，请注意查收!"
  },
  [20005] = {
    ["q_id"] = 20005,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "神秘商店",
    ["q_content"] = "恭喜您在神秘商店中成功兑换珍贵物品："
  },
  [20006] = {
    ["q_id"] = 20006,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "行会首领召唤奖",
    ["q_content"] = "您召唤的行会首领被成功击杀，为感谢您的贡献，特赠与您召唤奖励："
  },
  [20007] = {
    ["q_id"] = 20007,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "行会首领排名奖",
    ["q_content"] = "恭喜您在击杀行会首领的活动中，获得了个人输出排名第{0}名，为表彰您的英勇，特赠予以下额外奖励："
  },
  [20008] = {
    ["q_id"] = 20008,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "行会首领最后一击",
    ["q_content"] = "恭喜您在击杀行会首领的活动中，完成了最后一击，特赠与以下额外奖励："
  },
  [20009] = {
    ["q_id"] = 20009,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "红包到期",
    ["q_content"] = "您发出的红包已到期，退还剩余元宝："
  },
  [20010] = {
    ["q_id"] = 20010,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "成长基金奖励",
    ["q_content"] = "成长基金{0}级奖励，请领取。"
  },
  [20011] = {
    ["q_id"] = 20011,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "月卡首次购买奖励",
    ["q_content"] = "这是您首次购买月卡获得的奖励，请领取。"
  },
  [20012] = {
    ["q_id"] = 20012,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "月卡奖励",
    ["q_content"] = "这是您月卡获得的奖励，请领取。"
  },
  [20013] = {
    ["q_id"] = 20013,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "公会创建成功",
    ["q_content"] = "恭喜您成功创建{0}级公会[{1}]"
  },
  [20014] = {
    ["q_id"] = 20014,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "开服竞技",
    ["q_content"] = "开服竞技奖励，请领取。"
  },
  [30001] = {
    ["q_id"] = 30001,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "抢夺首领参与奖",
    ["q_content"] = "您在挑战野外首领战斗中表现英勇，对首领{0}造成了{1}%的伤害，获得以下奖励，请查收；"
  },
  [30002] = {
    ["q_id"] = 30002,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "抢夺首领最后一击奖",
    ["q_content"] = "恭喜您在抢夺首领中，成功给了[{0}]最后一击"
  },
  [30003] = {
    ["q_id"] = 30003,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "首充奖励",
    ["q_content"] = "恭喜你完成首充，这是你的首充奖励，请查收："
  },
  [30004] = {
    ["q_id"] = 30004,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "攻击奖励",
    ["q_content"] = "你疯狂的对妖兽入侵进行输出，世界首领“嗷”的一声后，丢下了一堆宝物，被你乐呵呵的拾取了"
  },
  [30005] = {
    ["q_id"] = 30005,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "战力排行奖励",
    ["q_content"] = "恭喜您在战力榜中排名第{0}，这是你奖励；"
  },
  [30006] = {
    ["q_id"] = 30006,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "宝石排行奖励",
    ["q_content"] = "恭喜您在宝石榜中排名第{0}，这是你奖励；"
  },
  [30007] = {
    ["q_id"] = 30007,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "神翼排行奖励",
    ["q_content"] = "恭喜您在神翼榜中排名第{0}，这是你奖励；"
  },
  [30008] = {
    ["q_id"] = 30008,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "战神排行奖励",
    ["q_content"] = "恭喜您在战神榜中排名第{0}，这是你奖励；"
  },
  [30009] = {
    ["q_id"] = 30009,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "法圣排行奖励",
    ["q_content"] = "恭喜您在法圣榜中排名第{0}，这是你奖励；"
  },
  [30010] = {
    ["q_id"] = 30010,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "道尊排行奖励",
    ["q_content"] = "恭喜您在道尊榜中排名第{0}，这是你奖励；"
  },
  [30011] = {
    ["q_id"] = 30011,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "野外竞技排行奖励",
    ["q_content"] = "恭喜您在野外竞技榜中排名第{0}，这是你奖励；"
  },
  [30012] = {
    ["q_id"] = 30012,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "竞技场排行奖励",
    ["q_content"] = "恭喜您在竞技榜中排名第{0}，这是你奖励；"
  },
  [30013] = {
    ["q_id"] = 30013,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "每日限购奖励",
    ["q_content"] = "这是您购买的限购礼包，请查收。"
  },
  [30016] = {
    ["q_id"] = 30016,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "竞价失败",
    ["q_content"] = "您竞价的商品{0}失败，这是您的竞价费用："
  },
  [30017] = {
    ["q_id"] = 30017,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "竞价成功",
    ["q_content"] = "您竞价的商品{0}成功，这是您获得物品："
  },
  [30018] = {
    ["q_id"] = 30018,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "您有物品待领取",
    ["q_content"] = "您在运营活动-{0}中购买了物品，但是未领取。这是您购买的物品，请查收。"
  },
  [30019] = {
    ["q_id"] = 30019,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "排行榜奖励",
    ["q_content"] = "您在运营活动-{0}中的{1}排行榜中名列第{2}，获得了奖励，请查收。"
  },
  [30020] = {
    ["q_id"] = 30020,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "战盟副本排行榜奖励",
    ["q_content"] = "恭喜您在战盟BOSS的活动中，获得了个人输出排名第{0}名，为表彰您的英勇，特赠予以下额外奖励，请查收。"
  },
  [30021] = {
    ["q_id"] = 30021,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "战盟副本参与奖励",
    ["q_content"] = "恭喜您参与战盟BOSS的活动并获得了奖励，请查收。"
  },
  [30022] = {
    ["q_id"] = 30022,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "战盟副本幸运参与奖励",
    ["q_content"] = "恭喜您参与战盟BOSS的活动并获得了幸运奖励，请查收。"
  },
  [30023] = {
    ["q_id"] = 30023,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "您有物品待领取",
    ["q_content"] = "您有老玩家回归礼包未领取。这是您获得的物品，请查收。"
  },
  [30024] = {
    ["q_id"] = 30024,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "无尽深渊排名奖励",
    ["q_content"] = "您有老玩家回归礼包未领取。这是您获得的物品，请查收。"
  },
  [30025] = {
    ["q_id"] = 30025,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "血战到底排名奖励",
    ["q_content"] = "恭喜您在血战到底榜中排名第{0}，这是你奖励；"
  },
  [30026] = {
    ["q_id"] = 30026,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "主题天神抽奖",
    ["q_content"] = "您在运营活动-{0}中获得了物品，但是未领取。这是您获得的物品，请查收。"
  },
  [30027] = {
    ["q_id"] = 30027,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "击杀奖励",
    ["q_content"] = "感谢您在击杀BOSS活动中的英勇表现，特赠与以下额外奖励"
  },
  [30028] = {
    ["q_id"] = 30028,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "参与奖励",
    ["q_content"] = "感谢你积极参加BOSS狩猎，维护了世界的和平，为表彰您的英勇，特赠予以下额外奖励"
  },
  [30029] = {
    ["q_id"] = 30029,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "开服狂欢奖励",
    ["q_content"] = "您在运营活动-{0}中获得了物品，但是未领取。这是您获得的物品，请查收。"
  },
  [30030] = {
    ["q_id"] = 30030,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "泰坦boss伤害排名奖励",
    ["q_content"] = "您在运营活动-{0}中获得了物品，但是未领取。这是您获得的物品，请查收。"
  },
  [30031] = {
    ["q_id"] = 30031,
    ["q_sender"] = "系统邮件",
    ["q_title"] = "泰坦boss参与奖",
    ["q_content"] = "您在运营活动-{0}中获得了物品，但是未领取。这是您获得的物品，请查收。"
  }
}