return {
  [36054] = {
    ["q_id"] = 36054,
    ["q_text"] = "背包空间不足物品未领取成功，通过邮件发送",
    ["q_type"] = 2
  },
  [36055] = {
    ["q_id"] = 36055,
    ["q_text"] = "位置错误物品未领取成功，通过邮件发送",
    ["q_type"] = 2
  },
  [100100] = {
    ["q_id"] = 100100,
    ["q_text"] = "所选serverId【{0}】没有配置",
    ["q_type"] = 2
  },
  [100101] = {
    ["q_id"] = 100101,
    ["q_text"] = "网关服到所选游戏服【{0}】的连接不存在",
    ["q_type"] = 2
  },
  [100102] = {
    ["q_id"] = 100102,
    ["q_text"] = "玩家被封禁",
    ["q_type"] = 2
  },
  [100103] = {
    ["q_id"] = 100103,
    ["q_text"] = "玩家的角色数量已达最大角色数量:【{0}】",
    ["q_type"] = 2
  },
  [100104] = {
    ["q_id"] = 100104,
    ["q_text"] = "用户状态错误:【{0}】",
    ["q_type"] = 2
  },
  [100105] = {
    ["q_id"] = 100105,
    ["q_text"] = "登录验证失败",
    ["q_type"] = 2
  },
  [100106] = {
    ["q_id"] = 100106,
    ["q_text"] = "网关服向游戏服发送请求失败",
    ["q_type"] = 2
  },
  [100107] = {
    ["q_id"] = 100107,
    ["q_text"] = "登录失败",
    ["q_type"] = 2
  },
  [100108] = {
    ["q_id"] = 100108,
    ["q_text"] = "游戏服未知异常.错误码【{0}】",
    ["q_type"] = 2
  },
  [100109] = {
    ["q_id"] = 100109,
    ["q_text"] = "创建角色时游戏服未知异常.错误码【{0}】",
    ["q_type"] = 2
  },
  [100111] = {
    ["q_id"] = 100111,
    ["q_text"] = "本次创建角色与上次创建相隔不到1秒",
    ["q_type"] = 2
  },
  [100112] = {
    ["q_id"] = 100112,
    ["q_text"] = "从数据库加载User异常或创建User异常",
    ["q_type"] = 2
  },
  [100113] = {
    ["q_id"] = 100113,
    ["q_text"] = "IP为空",
    ["q_type"] = 2
  },
  [103001] = {
    ["q_id"] = 103001,
    ["q_text"] = "id={1}策划数据{0}找不到.请提供正确参数",
    ["q_type"] = 2
  },
  [103002] = {
    ["q_id"] = 103002,
    ["q_text"] = "找不到目标玩家",
    ["q_type"] = 2
  },
  [103023] = {
    ["q_id"] = 103023,
    ["q_text"] = "请输入6个字符以内",
    ["q_type"] = 2
  },
  [103024] = {
    ["q_id"] = 103024,
    ["q_text"] = "已有相同名字存在",
    ["q_type"] = 2
  },
  [103025] = {
    ["q_id"] = 103025,
    ["q_text"] = "玩家名字有非法字符，请输入其他名称",
    ["q_type"] = 2
  },
  [103026] = {
    ["q_id"] = 103026,
    ["q_text"] = "名字不变",
    ["q_type"] = 2
  },
  [103027] = {
    ["q_id"] = 103027,
    ["q_text"] = "消耗物品类型不正确",
    ["q_type"] = 2
  },
  [103028] = {
    ["q_id"] = 103028,
    ["q_text"] = "改名卡不足",
    ["q_type"] = 2
  },
  [103029] = {
    ["q_id"] = 103029,
    ["q_text"] = "钻石不足",
    ["q_type"] = 2
  },
  [104001] = {
    ["q_id"] = 104001,
    ["q_text"] = "体力已达到上限",
    ["q_type"] = 2
  },
  [105001] = {
    ["q_id"] = 105001,
    ["q_text"] = "找不到装备",
    ["q_type"] = 2
  },
  [105002] = {
    ["q_id"] = 105002,
    ["q_text"] = "此物品不是装备",
    ["q_type"] = 2
  },
  [105003] = {
    ["q_id"] = 105003,
    ["q_text"] = "找不到装备策划数据",
    ["q_type"] = 2
  },
  [107001] = {
    ["q_id"] = 107001,
    ["q_text"] = "找不到技能",
    ["q_type"] = 2
  },
  [107002] = {
    ["q_id"] = 107002,
    ["q_text"] = "找不到技能策划数据",
    ["q_type"] = 2
  },
  [107003] = {
    ["q_id"] = 107003,
    ["q_text"] = "技能未解锁",
    ["q_type"] = 2
  },
  [107004] = {
    ["q_id"] = 107004,
    ["q_text"] = "已经达到技能最高等级",
    ["q_type"] = 2
  },
  [107006] = {
    ["q_id"] = 107006,
    ["q_text"] = "技能等级已经达到角色当前等级",
    ["q_type"] = 2
  },
  [107007] = {
    ["q_id"] = 107007,
    ["q_text"] = "没有符合一键升级条件的技能",
    ["q_type"] = 2
  },
  [107008] = {
    ["q_id"] = 107008,
    ["q_text"] = "您提供的技能ID不属于天赋技能",
    ["q_type"] = 2
  },
  [107009] = {
    ["q_id"] = 107009,
    ["q_text"] = "没找到指定激活符文的技能",
    ["q_type"] = 2
  },
  [111001] = {
    ["q_id"] = 111001,
    ["q_text"] = "玩家不在线",
    ["q_type"] = 2
  },
  [111002] = {
    ["q_id"] = 111002,
    ["q_text"] = "找不到物品",
    ["q_type"] = 2
  },
  [111003] = {
    ["q_id"] = 111003,
    ["q_text"] = "不能使用该功能",
    ["q_type"] = 2
  },
  [111004] = {
    ["q_id"] = 111004,
    ["q_text"] = "发送信息速度太快",
    ["q_type"] = 2
  },
  [111005] = {
    ["q_id"] = 111005,
    ["q_text"] = "未加入帮回",
    ["q_type"] = 2
  },
  [111006] = {
    ["q_id"] = 111006,
    ["q_text"] = "没有接受者",
    ["q_type"] = 2
  },
  [111007] = {
    ["q_id"] = 111007,
    ["q_text"] = "不能给自己发信息",
    ["q_type"] = 2
  },
  [111008] = {
    ["q_id"] = 111008,
    ["q_text"] = "不能给黑名单发信息",
    ["q_type"] = 2
  },
  [111009] = {
    ["q_id"] = 111009,
    ["q_text"] = "接受者不在线",
    ["q_type"] = 2
  },
  [111010] = {
    ["q_id"] = 111010,
    ["q_text"] = "最小等级{0}",
    ["q_type"] = 2
  },
  [115500] = {
    ["q_id"] = 115500,
    ["q_text"] = "还未获取该天神！",
    ["q_type"] = 2
  },
  [115501] = {
    ["q_id"] = 115501,
    ["q_text"] = "天神等级不能超过玩家等级！",
    ["q_type"] = 2
  },
  [115502] = {
    ["q_id"] = 115502,
    ["q_text"] = "无法升级到【{0}】级，已超过玩家当前等级【{1}】！",
    ["q_type"] = 2
  },
  [115503] = {
    ["q_id"] = 115503,
    ["q_text"] = "物品【{0}】不足【{1}】个，请重新设置！",
    ["q_type"] = 2
  },
  [115504] = {
    ["q_id"] = 115504,
    ["q_text"] = "【{0}】不足【{1}】个，无法升星！",
    ["q_type"] = 2
  },
  [115505] = {
    ["q_id"] = 115505,
    ["q_text"] = "当前星级已达满级！",
    ["q_type"] = 2
  },
  [115506] = {
    ["q_id"] = 115506,
    ["q_text"] = "当前星级还未升满，无法进行升品操作！",
    ["q_type"] = 2
  },
  [115507] = {
    ["q_id"] = 115507,
    ["q_text"] = "当前品质已达最高品质！",
    ["q_type"] = 2
  },
  [115508] = {
    ["q_id"] = 115508,
    ["q_text"] = "【{0}】不足【{1}】个，无法升品！",
    ["q_type"] = 2
  },
  [115509] = {
    ["q_id"] = 115509,
    ["q_text"] = "该天神已经存在！无需合成",
    ["q_type"] = 2
  },
  [115510] = {
    ["q_id"] = 115510,
    ["q_text"] = "【{0}】不足【{1}】个，无法合成！",
    ["q_type"] = 2
  },
  [115511] = {
    ["q_id"] = 115511,
    ["q_text"] = "材料不足！",
    ["q_type"] = 2
  },
  [115512] = {
    ["q_id"] = 115512,
    ["q_text"] = "强化达到上限！",
    ["q_type"] = 2
  },
  [115513] = {
    ["q_id"] = 115513,
    ["q_text"] = "天神神器未激活！",
    ["q_type"] = 2
  },
  [116001] = {
    ["q_id"] = 116001,
    ["q_text"] = "物品已下架",
    ["q_type"] = 2
  },
  [116002] = {
    ["q_id"] = 116002,
    ["q_text"] = "价格已被超过",
    ["q_type"] = 2
  },
  [116003] = {
    ["q_id"] = 116003,
    ["q_text"] = "已结束",
    ["q_type"] = 2
  },
  [116004] = {
    ["q_id"] = 116004,
    ["q_text"] = "价格不正确",
    ["q_type"] = 2
  },
  [116005] = {
    ["q_id"] = 116005,
    ["q_text"] = "钻石不足",
    ["q_type"] = 2
  },
  [116006] = {
    ["q_id"] = 116006,
    ["q_text"] = "物品还在准备中",
    ["q_type"] = 2
  },
  [116007] = {
    ["q_id"] = 116007,
    ["q_text"] = "不能连续出价",
    ["q_type"] = 2
  },
  [116008] = {
    ["q_id"] = 116008,
    ["q_text"] = "物品已在拍卖中",
    ["q_type"] = 2
  },
  [116009] = {
    ["q_id"] = 116009,
    ["q_text"] = "不存在该物品",
    ["q_type"] = 2
  },
  [116010] = {
    ["q_id"] = 116010,
    ["q_text"] = "不是个人物品",
    ["q_type"] = 2
  },
  [116011] = {
    ["q_id"] = 116011,
    ["q_text"] = "背包空间不足",
    ["q_type"] = 2
  },
  [116012] = {
    ["q_id"] = 116012,
    ["q_text"] = "背包物品不足",
    ["q_type"] = 2
  },
  [116013] = {
    ["q_id"] = 116013,
    ["q_text"] = "上架",
    ["q_type"] = 2
  },
  [116014] = {
    ["q_id"] = 116014,
    ["q_text"] = "本人不能拍卖",
    ["q_type"] = 2
  },
  [116015] = {
    ["q_id"] = 116015,
    ["q_text"] = "已出售",
    ["q_type"] = 2
  },
  [119000] = {
    ["q_id"] = 119000,
    ["q_text"] = "该功能暂时无法使用",
    ["q_type"] = 2
  },
  [119001] = {
    ["q_id"] = 119001,
    ["q_text"] = "不存在该玩家",
    ["q_type"] = 2
  },
  [119002] = {
    ["q_id"] = 119002,
    ["q_text"] = "可申请人数已满",
    ["q_type"] = 2
  },
  [119003] = {
    ["q_id"] = 119003,
    ["q_text"] = "已存在在列表中",
    ["q_type"] = 2
  },
  [119004] = {
    ["q_id"] = 119004,
    ["q_text"] = "已加在黑名单中",
    ["q_type"] = 2
  },
  [119005] = {
    ["q_id"] = 119005,
    ["q_text"] = "已存在好友列表中",
    ["q_type"] = 2
  },
  [119006] = {
    ["q_id"] = 119006,
    ["q_text"] = "对方被申请列表已满",
    ["q_type"] = 2
  },
  [119007] = {
    ["q_id"] = 119007,
    ["q_text"] = "被加入黑名单中",
    ["q_type"] = 2
  },
  [119008] = {
    ["q_id"] = 119008,
    ["q_text"] = "好友列表已满",
    ["q_type"] = 2
  },
  [119009] = {
    ["q_id"] = 119009,
    ["q_text"] = "对方好友已满",
    ["q_type"] = 2
  },
  [119010] = {
    ["q_id"] = 119010,
    ["q_text"] = "黑名单已满",
    ["q_type"] = 2
  },
  [119011] = {
    ["q_id"] = 119011,
    ["q_text"] = "您的好友【{0}】上线",
    ["q_type"] = 2
  },
  [119012] = {
    ["q_id"] = 119012,
    ["q_text"] = "您的好友【{0}】下线",
    ["q_type"] = 2
  },
  [119013] = {
    ["q_id"] = 119013,
    ["q_text"] = "查询过快",
    ["q_type"] = 2
  },
  [121000] = {
    ["q_id"] = 121000,
    ["q_text"] = "找不到目标战盟",
    ["q_type"] = 2
  },
  [121003] = {
    ["q_id"] = 121003,
    ["q_text"] = "q_guildconfig配置表id为{0}的配置缺失",
    ["q_type"] = 2
  },
  [121005] = {
    ["q_id"] = 121005,
    ["q_text"] = "已经拥有战盟",
    ["q_type"] = 2
  },
  [121007] = {
    ["q_id"] = 121007,
    ["q_text"] = "战盟名字不能为空",
    ["q_type"] = 2
  },
  [121008] = {
    ["q_id"] = 121008,
    ["q_text"] = "战盟名字长度为{0}到{1}",
    ["q_type"] = 2
  },
  [121009] = {
    ["q_id"] = 121009,
    ["q_text"] = "战盟名字含有敏感字",
    ["q_type"] = 2
  },
  [121011] = {
    ["q_id"] = 121011,
    ["q_text"] = "战盟名字已经被占用",
    ["q_type"] = 2
  },
  [121013] = {
    ["q_id"] = 121013,
    ["q_text"] = "最多只能申请{0}个战盟",
    ["q_type"] = 2
  },
  [121017] = {
    ["q_id"] = 121017,
    ["q_text"] = "玩家【{0}】创建了战盟【{1}】",
    ["q_type"] = 2
  },
  [121018] = {
    ["q_id"] = 121018,
    ["q_text"] = "玩家等级达到【{0}】开启战盟功能",
    ["q_type"] = 2
  },
  [121019] = {
    ["q_id"] = 121019,
    ["q_text"] = "恭喜，战盟【{0}】同意了您的加盟请求",
    ["q_type"] = 2
  },
  [121020] = {
    ["q_id"] = 121020,
    ["q_text"] = "欢迎玩家【{0}】加入战盟，我们变得更强大了",
    ["q_type"] = 2
  },
  [121023] = {
    ["q_id"] = 121023,
    ["q_text"] = "退出战盟{0}小时后才可以申请加入战盟",
    ["q_type"] = 2
  },
  [121024] = {
    ["q_id"] = 121024,
    ["q_text"] = "您没有战盟",
    ["q_type"] = 2
  },
  [121025] = {
    ["q_id"] = 121025,
    ["q_text"] = "会长不能退出战盟，只能转让后再退",
    ["q_type"] = 2
  },
  [121026] = {
    ["q_id"] = 121026,
    ["q_text"] = "玩家【{0}】退出了战盟",
    ["q_type"] = 2
  },
  [121027] = {
    ["q_id"] = 121027,
    ["q_text"] = "公告长度不可以超过{0}",
    ["q_type"] = 2
  },
  [121028] = {
    ["q_id"] = 121028,
    ["q_text"] = "您没有此项权限",
    ["q_type"] = 2
  },
  [121029] = {
    ["q_id"] = 121029,
    ["q_text"] = "战盟公告已经改变",
    ["q_type"] = 2
  },
  [121030] = {
    ["q_id"] = 121030,
    ["q_text"] = "会长同意了玩家【{0}】的加盟申请",
    ["q_type"] = 2
  },
  [121031] = {
    ["q_id"] = 121031,
    ["q_text"] = "【{0}】拒绝了您的加盟申请",
    ["q_type"] = 2
  },
  [121032] = {
    ["q_id"] = 121032,
    ["q_text"] = "【{0}】同意了您的加盟申请",
    ["q_type"] = 2
  },
  [121033] = {
    ["q_id"] = 121033,
    ["q_text"] = "目标玩家已经加入别的战盟",
    ["q_type"] = 2
  },
  [121034] = {
    ["q_id"] = 121034,
    ["q_text"] = "您的战盟当前最大人数不能超过【{0}】",
    ["q_type"] = 2
  },
  [121035] = {
    ["q_id"] = 121035,
    ["q_text"] = "战盟最大人数不能超过【{0}】",
    ["q_type"] = 2
  },
  [121036] = {
    ["q_id"] = 121036,
    ["q_text"] = "不可以删除自己",
    ["q_type"] = 2
  },
  [121037] = {
    ["q_id"] = 121037,
    ["q_text"] = "您已经被玩家【{0}】踢出战盟【{1}】",
    ["q_type"] = 2
  },
  [121038] = {
    ["q_id"] = 121038,
    ["q_text"] = "玩家【{0}】将玩家【{1}】踢出战盟",
    ["q_type"] = 2
  },
  [121039] = {
    ["q_id"] = 121039,
    ["q_text"] = "很抱歉，创建工会失败，因为移除创建帮会道具失败",
    ["q_type"] = 2
  },
  [121040] = {
    ["q_id"] = 121040,
    ["q_text"] = "此宝箱还未激活",
    ["q_type"] = 2
  },
  [121041] = {
    ["q_id"] = 121041,
    ["q_text"] = "找不到您的战盟成员信息",
    ["q_type"] = 2
  },
  [121042] = {
    ["q_id"] = 121042,
    ["q_text"] = "今天已经领取过这个宝箱",
    ["q_type"] = 2
  },
  [121043] = {
    ["q_id"] = 121043,
    ["q_text"] = "需要{0}战盟资金",
    ["q_type"] = 2
  },
  [121045] = {
    ["q_id"] = 121045,
    ["q_text"] = "此战盟技能已经激活",
    ["q_type"] = 2
  },
  [121046] = {
    ["q_id"] = 121046,
    ["q_text"] = "此战盟职位数量已满",
    ["q_type"] = 2
  },
  [121047] = {
    ["q_id"] = 121047,
    ["q_text"] = "不可以提升为盟主",
    ["q_type"] = 2
  },
  [121048] = {
    ["q_id"] = 121048,
    ["q_text"] = "找不到目标成员",
    ["q_type"] = 2
  },
  [121049] = {
    ["q_id"] = 121049,
    ["q_text"] = "找不到您自己的成员信息",
    ["q_type"] = 2
  },
  [121050] = {
    ["q_id"] = 121050,
    ["q_text"] = "您的战盟职位已经改变",
    ["q_type"] = 2
  },
  [121051] = {
    ["q_id"] = 121051,
    ["q_text"] = "您的战盟【{0}】被解散了",
    ["q_type"] = 2
  },
  [121052] = {
    ["q_id"] = 121052,
    ["q_text"] = "【{0}】将盟主之位禅让给【{1}】了",
    ["q_type"] = 2
  },
  [121053] = {
    ["q_id"] = 121053,
    ["q_text"] = "已经在此战盟中",
    ["q_type"] = 2
  },
  [121054] = {
    ["q_id"] = 121054,
    ["q_text"] = "战盟【{0}】自动同意了您的加盟请求, 但添加过程出错了",
    ["q_type"] = 2
  },
  [121055] = {
    ["q_id"] = 121055,
    ["q_text"] = "职位必须高于对方",
    ["q_type"] = 2
  },
  [121056] = {
    ["q_id"] = 121056,
    ["q_text"] = "找不到您的战盟成员信息",
    ["q_type"] = 2
  },
  [121057] = {
    ["q_id"] = 121057,
    ["q_text"] = "找不到目标的战盟成员信息",
    ["q_type"] = 2
  },
  [121058] = {
    ["q_id"] = 121058,
    ["q_text"] = "当前战盟等级无法激活此战盟技能",
    ["q_type"] = 2
  },
  [121059] = {
    ["q_id"] = 121059,
    ["q_text"] = "每天只能浇水一次",
    ["q_type"] = 2
  },
  [130001] = {
    ["q_id"] = 130001,
    ["q_text"] = "找不到装备强化策划数据",
    ["q_type"] = 2
  },
  [130002] = {
    ["q_id"] = 130002,
    ["q_text"] = "没有下一级装备强化策划数据",
    ["q_type"] = 2
  },
  [130004] = {
    ["q_id"] = 130004,
    ["q_text"] = "没有合适的一键强化部位",
    ["q_type"] = 2
  },
  [131001] = {
    ["q_id"] = 131001,
    ["q_text"] = "找不到注灵策划数据",
    ["q_type"] = 2
  },
  [131002] = {
    ["q_id"] = 131002,
    ["q_text"] = "没有下一级.找不到下一级注灵策划数据",
    ["q_type"] = 2
  },
  [131004] = {
    ["q_id"] = 131004,
    ["q_text"] = "还需要点运气, 再接再厉",
    ["q_type"] = 2
  },
  [132001] = {
    ["q_id"] = 132001,
    ["q_text"] = "找不到宝石",
    ["q_type"] = 2
  },
  [132002] = {
    ["q_id"] = 132002,
    ["q_text"] = "没有背包空间容纳卸下的宝石",
    ["q_type"] = 2
  },
  [132003] = {
    ["q_id"] = 132003,
    ["q_text"] = "删除背包宝石失败",
    ["q_type"] = 2
  },
  [132004] = {
    ["q_id"] = 132004,
    ["q_text"] = "此格子未开启",
    ["q_type"] = 2
  },
  [132005] = {
    ["q_id"] = 132005,
    ["q_text"] = "找不到宝石策划数据",
    ["q_type"] = 2
  },
  [132006] = {
    ["q_id"] = 132006,
    ["q_text"] = "有些格子没有可镶嵌的宝石",
    ["q_type"] = 2
  },
  [132007] = {
    ["q_id"] = 132007,
    ["q_text"] = "此格子未镶嵌宝石",
    ["q_type"] = 2
  },
  [132009] = {
    ["q_id"] = 132009,
    ["q_text"] = "找不到宝石升级材料策划数据",
    ["q_type"] = 2
  },
  [132010] = {
    ["q_id"] = 132010,
    ["q_text"] = "找不到宝石升级目标策划数据",
    ["q_type"] = 2
  },
  [132011] = {
    ["q_id"] = 132011,
    ["q_text"] = "此宝石不可以镶嵌在此部位",
    ["q_type"] = 2
  },
  [132012] = {
    ["q_id"] = 132012,
    ["q_text"] = "宝石升级功能未开放",
    ["q_type"] = 2
  },
  [134001] = {
    ["q_id"] = 134001,
    ["q_text"] = "未购买月卡",
    ["q_type"] = 2
  },
  [134002] = {
    ["q_id"] = 134002,
    ["q_text"] = "已领奖励",
    ["q_type"] = 2
  },
  [134003] = {
    ["q_id"] = 134003,
    ["q_text"] = "已过期",
    ["q_type"] = 2
  },
  [134004] = {
    ["q_id"] = 134004,
    ["q_text"] = "未购买终身卡",
    ["q_type"] = 2
  },
  [137000] = {
    ["q_id"] = 137000,
    ["q_text"] = "请求激活码错误，错误代码{0}，请稍后再试",
    ["q_type"] = 2
  },
  [137001] = {
    ["q_id"] = 137001,
    ["q_text"] = "请求激活码返回无效结果，请联系客服",
    ["q_type"] = 2
  },
  [137002] = {
    ["q_id"] = 137002,
    ["q_text"] = "无效的礼包码",
    ["q_type"] = 2
  },
  [137003] = {
    ["q_id"] = 137003,
    ["q_text"] = "该激活码已被使用",
    ["q_type"] = 2
  },
  [137004] = {
    ["q_id"] = 137004,
    ["q_text"] = "激活码中包含错误物品，请联系客服",
    ["q_type"] = 2
  },
  [137005] = {
    ["q_id"] = 137005,
    ["q_text"] = "背包不足，物品已通过邮件发送",
    ["q_type"] = 2
  },
  [137006] = {
    ["q_id"] = 137006,
    ["q_text"] = "每个角色只能领取一次",
    ["q_type"] = 2
  },
  [137007] = {
    ["q_id"] = 137007,
    ["q_text"] = "背包不足，物品已通过邮件发送",
    ["q_type"] = 2
  },
  [137008] = {
    ["q_id"] = 137008,
    ["q_text"] = "激活码请求超时，请稍后再试",
    ["q_type"] = 2
  },
  [137009] = {
    ["q_id"] = 137009,
    ["q_text"] = "正在验证激活码，请稍后再试",
    ["q_type"] = 2
  },
  [147001] = {
    ["q_id"] = 147001,
    ["q_text"] = "已领过奖励",
    ["q_type"] = 2
  },
  [147002] = {
    ["q_id"] = 147002,
    ["q_text"] = "未达到{0}等级",
    ["q_type"] = 2
  },
  [147003] = {
    ["q_id"] = 147003,
    ["q_text"] = "背包不足",
    ["q_type"] = 2
  },
  [152000] = {
    ["q_id"] = 152000,
    ["q_text"] = "非法日期，无法签到",
    ["q_type"] = 2
  },
  [152001] = {
    ["q_id"] = 152001,
    ["q_text"] = "该日期已经签到",
    ["q_type"] = 2
  },
  [152002] = {
    ["q_id"] = 152002,
    ["q_text"] = "不能签到超出的日期",
    ["q_type"] = 2
  },
  [152003] = {
    ["q_id"] = 152003,
    ["q_text"] = "先进行签到才能补签",
    ["q_type"] = 2
  },
  [152004] = {
    ["q_id"] = 152004,
    ["q_text"] = "请按顺序进行补签",
    ["q_type"] = 2
  },
  [152050] = {
    ["q_id"] = 152050,
    ["q_text"] = "充值成功，首充奖励已通过邮箱发送",
    ["q_type"] = 2
  },
  [152051] = {
    ["q_id"] = 152051,
    ["q_text"] = "充值成功，每日首充奖励已通过邮箱发送",
    ["q_type"] = 2
  },
  [172001] = {
    ["q_id"] = 172001,
    ["q_text"] = "找不到洗练消耗策划数据",
    ["q_type"] = 2
  },
  [172002] = {
    ["q_id"] = 172002,
    ["q_text"] = "洗练替换目标为空",
    ["q_type"] = 2
  },
  [173001] = {
    ["q_id"] = 173001,
    ["q_text"] = "找不到神铸消耗策划数据",
    ["q_type"] = 2
  },
  [173002] = {
    ["q_id"] = 173002,
    ["q_text"] = "橙色装备才可以神铸",
    ["q_type"] = 2
  },
  [173003] = {
    ["q_id"] = 173003,
    ["q_text"] = "已经神铸过了",
    ["q_type"] = 2
  },
  [173004] = {
    ["q_id"] = 173004,
    ["q_text"] = "红色装备才可以重铸",
    ["q_type"] = 2
  },
  [175038] = {
    ["q_id"] = 175038,
    ["q_text"] = "快速战斗失败",
    ["q_type"] = 2
  },
  [175039] = {
    ["q_id"] = 175039,
    ["q_text"] = "没有足够的钻石，无法开始快速战斗",
    ["q_type"] = 2
  },
  [175040] = {
    ["q_id"] = 175040,
    ["q_text"] = "您今天的快速战斗次数已经用尽",
    ["q_type"] = 2
  },
  [175041] = {
    ["q_id"] = 175041,
    ["q_text"] = "没有找到需要的地图设定",
    ["q_type"] = 2
  },
  [176000] = {
    ["q_id"] = 176000,
    ["q_text"] = "没有此头像或已经过期",
    ["q_type"] = 2
  },
  [176001] = {
    ["q_id"] = 176001,
    ["q_text"] = "没有此头像框或已经过期",
    ["q_type"] = 2
  },
  [177001] = {
    ["q_id"] = 177001,
    ["q_text"] = "没有该时装",
    ["q_type"] = 2
  },
  [177002] = {
    ["q_id"] = 177002,
    ["q_text"] = "该时装还未被穿",
    ["q_type"] = 2
  },
  [177003] = {
    ["q_id"] = 177003,
    ["q_text"] = "该时装已在穿",
    ["q_type"] = 2
  },
  [177004] = {
    ["q_id"] = 177004,
    ["q_text"] = "删除失败",
    ["q_type"] = 2
  },
  [177005] = {
    ["q_id"] = 177005,
    ["q_text"] = "职业不符合",
    ["q_type"] = 2
  },
  [177006] = {
    ["q_id"] = 177006,
    ["q_text"] = "时装已过期",
    ["q_type"] = 2
  },
  [179002] = {
    ["q_id"] = 179002,
    ["q_text"] = "没有找到指定的红包",
    ["q_type"] = 2
  },
  [179003] = {
    ["q_id"] = 179003,
    ["q_text"] = "您没有达到使用红包功能要求的最低等级",
    ["q_type"] = 2
  },
  [179004] = {
    ["q_id"] = 179004,
    ["q_text"] = "您已达到今日领取红包次数上限",
    ["q_type"] = 2
  },
  [179005] = {
    ["q_id"] = 179005,
    ["q_text"] = "无法领取奖励，因为背包空间不足",
    ["q_type"] = 2
  },
  [201000] = {
    ["q_id"] = 201000,
    ["q_text"] = "此功能已经停用",
    ["q_type"] = 2
  },
  [201001] = {
    ["q_id"] = 201001,
    ["q_text"] = "您未达到此活动要求的VIP {0}级",
    ["q_type"] = 2
  },
  [201002] = {
    ["q_id"] = 201002,
    ["q_text"] = "领取礼包失败，因为背包已满。请清理背包然后再试一次",
    ["q_type"] = 2
  },
  [252100] = {
    ["q_id"] = 252100,
    ["q_text"] = "等级不足{0}无法进入{1}!",
    ["q_type"] = 2
  },
  [252101] = {
    ["q_id"] = 252101,
    ["q_text"] = "已经进入{0},不能重复进入",
    ["q_type"] = 2
  },
  [253000] = {
    ["q_id"] = 253000,
    ["q_text"] = "等级不足{0}无法进入！",
    ["q_type"] = 2
  },
  [253001] = {
    ["q_id"] = 253001,
    ["q_text"] = "VIP等级不足{0}无法进入！",
    ["q_type"] = 2
  },
  [253002] = {
    ["q_id"] = 253002,
    ["q_text"] = "{0}开服{1}天后开放，别着急哦!",
    ["q_type"] = 2
  },
  [253003] = {
    ["q_id"] = 253003,
    ["q_text"] = "{0}已经关闭，下次请准时过来哦！",
    ["q_type"] = 2
  },
  [253004] = {
    ["q_id"] = 253004,
    ["q_text"] = "已在其他副本中，请完成后才能进入",
    ["q_type"] = 2
  },
  [253005] = {
    ["q_id"] = 253005,
    ["q_text"] = "【{0}】只允许携带【{1}】个天神出战！",
    ["q_type"] = 2
  },
  [253006] = {
    ["q_id"] = 253006,
    ["q_text"] = "次数不足，不能进入",
    ["q_type"] = 2
  },
  [253007] = {
    ["q_id"] = 253007,
    ["q_text"] = "购买次数超过剩余购买次数",
    ["q_type"] = 2
  },
  [253008] = {
    ["q_id"] = 253008,
    ["q_text"] = "获取价格失败",
    ["q_type"] = 2
  },
  [253009] = {
    ["q_id"] = 253009,
    ["q_text"] = "钻石不足",
    ["q_type"] = 2
  },
  [253010] = {
    ["q_id"] = 253010,
    ["q_text"] = "副本已结束",
    ["q_type"] = 2
  },
  [253011] = {
    ["q_id"] = 253011,
    ["q_text"] = "购买次数有误",
    ["q_type"] = 2
  },
  [253012] = {
    ["q_id"] = 253012,
    ["q_text"] = "还有可进入次数",
    ["q_type"] = 2
  },
  [253013] = {
    ["q_id"] = 253013,
    ["q_text"] = "已选过改好友",
    ["q_type"] = 2
  },
  [253014] = {
    ["q_id"] = 253014,
    ["q_text"] = "【{0}】已击杀或挑战失败，明天再来吧 ",
    ["q_type"] = 2
  },
  [253015] = {
    ["q_id"] = 253015,
    ["q_text"] = "挑战次数不足",
    ["q_type"] = 2
  },
  [253016] = {
    ["q_id"] = 253016,
    ["q_text"] = "购买挑战次数达上限",
    ["q_type"] = 2
  },
  [253017] = {
    ["q_id"] = 253017,
    ["q_text"] = "所需体力不足",
    ["q_type"] = 2
  },
  [253018] = {
    ["q_id"] = 253018,
    ["q_text"] = "通关之后才能进行扫荡",
    ["q_type"] = 2
  },
  [253019] = {
    ["q_id"] = 253019,
    ["q_text"] = "重置次数不足",
    ["q_type"] = 2
  },
  [253020] = {
    ["q_id"] = 253020,
    ["q_text"] = "目标未达成，不能领取奖励",
    ["q_type"] = 2
  },
  [253021] = {
    ["q_id"] = 253021,
    ["q_text"] = "【{0}】级天神数量需有【{1}】",
    ["q_type"] = 2
  },
  [253022] = {
    ["q_id"] = 253022,
    ["q_text"] = "副本未结束",
    ["q_type"] = 2
  },
  [253023] = {
    ["q_id"] = 253023,
    ["q_text"] = "没重置次数",
    ["q_type"] = 2
  },
  [253024] = {
    ["q_id"] = 253024,
    ["q_text"] = "重置失败",
    ["q_type"] = 2
  },
  [253025] = {
    ["q_id"] = 253025,
    ["q_text"] = "没有扫荡关卡",
    ["q_type"] = 2
  },
  [253026] = {
    ["q_id"] = 253026,
    ["q_text"] = "没有领取次数",
    ["q_type"] = 2
  },
  [253027] = {
    ["q_id"] = 253027,
    ["q_text"] = "副本未通关",
    ["q_type"] = 2
  },
  [253028] = {
    ["q_id"] = 253028,
    ["q_text"] = "已领过奖励",
    ["q_type"] = 2
  },
  [253029] = {
    ["q_id"] = 253029,
    ["q_text"] = "已通关",
    ["q_type"] = 2
  },
  [253030] = {
    ["q_id"] = 253030,
    ["q_text"] = "过期",
    ["q_type"] = 2
  },
  [253031] = {
    ["q_id"] = 253031,
    ["q_text"] = "血量为空",
    ["q_type"] = 2
  },
  [253032] = {
    ["q_id"] = 253032,
    ["q_text"] = "扫荡券不足",
    ["q_type"] = 2
  },
  [253033] = {
    ["q_id"] = 253033,
    ["q_text"] = "vip等级需要达到【{0}】",
    ["q_type"] = 2
  },
  [253034] = {
    ["q_id"] = 253034,
    ["q_text"] = "扫荡次数已用完",
    ["q_type"] = 2
  },
  [253035] = {
    ["q_id"] = 253035,
    ["q_text"] = "鼓舞次数达到上限",
    ["q_type"] = 2
  },
  [253036] = {
    ["q_id"] = 253036,
    ["q_text"] = "没有购买次数了",
    ["q_type"] = 2
  },
  [253037] = {
    ["q_id"] = 253037,
    ["q_text"] = "未知错误，请重试",
    ["q_type"] = 2
  },
  [253038] = {
    ["q_id"] = 253038,
    ["q_text"] = "副本不存在",
    ["q_type"] = 2
  },
  [253100] = {
    ["q_id"] = 253100,
    ["q_text"] = "请先通关上一章节",
    ["q_type"] = 2
  },
  [253101] = {
    ["q_id"] = 253101,
    ["q_text"] = "英雄关卡尚未开放",
    ["q_type"] = 2
  },
  [253102] = {
    ["q_id"] = 253102,
    ["q_text"] = "前置关卡未通关",
    ["q_type"] = 2
  },
  [253105] = {
    ["q_id"] = 253105,
    ["q_text"] = "选择关卡已经通关",
    ["q_type"] = 2
  },
  [253106] = {
    ["q_id"] = 253106,
    ["q_text"] = "前置关卡未通关",
    ["q_type"] = 2
  },
  [253107] = {
    ["q_id"] = 253107,
    ["q_text"] = "钻石不足",
    ["q_type"] = 2
  },
  [253108] = {
    ["q_id"] = 253108,
    ["q_text"] = "冷却时间未完",
    ["q_type"] = 2
  },
  [253108] = {
    ["q_id"] = 253108,
    ["q_text"] = "已冷却完毕",
    ["q_type"] = 2
  },
  [253109] = {
    ["q_id"] = 253109,
    ["q_text"] = "【{0}】复活",
    ["q_type"] = 2
  },
  [253110] = {
    ["q_id"] = 253110,
    ["q_text"] = "怪物不存在",
    ["q_type"] = 2
  },
  [253111] = {
    ["q_id"] = 253111,
    ["q_text"] = "恭喜【{0}】 在挑战【{1}】中， 获得了【{2}】，运气简直逆天",
    ["q_type"] = 2
  },
  [253112] = {
    ["q_id"] = 253112,
    ["q_text"] = "消耗钻石数量不对",
    ["q_type"] = 2
  },
  [253999] = {
    ["q_id"] = 253999,
    ["q_text"] = "【{0}】限时已过，下次请抓紧点时间",
    ["q_type"] = 2
  },
  [259001] = {
    ["q_id"] = 259001,
    ["q_text"] = "找不到战盟Boss怪物",
    ["q_type"] = 2
  },
  [259002] = {
    ["q_id"] = 259002,
    ["q_text"] = "战盟Boss副本还未创建",
    ["q_type"] = 2
  },
  [259003] = {
    ["q_id"] = 259003,
    ["q_text"] = "战盟Boss副本创建失败",
    ["q_type"] = 2
  },
  [259004] = {
    ["q_id"] = 259004,
    ["q_text"] = "今天的战盟Boss副本已经结束",
    ["q_type"] = 2
  },
  [259005] = {
    ["q_id"] = 259005,
    ["q_text"] = "战盟Boss副本角色死亡CD中",
    ["q_type"] = 2
  },
  [259006] = {
    ["q_id"] = 259006,
    ["q_text"] = "战盟Boss副本{0}解锁",
    ["q_type"] = 2
  },
  [259007] = {
    ["q_id"] = 259007,
    ["q_text"] = "战盟副本免费挑战次数已经用完",
    ["q_type"] = 2
  },
  [300000] = {
    ["q_id"] = 300000,
    ["q_text"] = "需要金币{0}",
    ["q_type"] = 2
  },
  [300001] = {
    ["q_id"] = 300001,
    ["q_text"] = "需要【{0}】x{1}",
    ["q_type"] = 2
  },
  [300002] = {
    ["q_id"] = 300002,
    ["q_text"] = "需要官职等级{0}",
    ["q_type"] = 2
  },
  [300003] = {
    ["q_id"] = 300003,
    ["q_text"] = "背包空间不足",
    ["q_type"] = 2
  },
  [300005] = {
    ["q_id"] = 300005,
    ["q_text"] = "需要角色等级{0}",
    ["q_type"] = 2
  },
  [300006] = {
    ["q_id"] = 300006,
    ["q_text"] = "需要VIP等级{0}",
    ["q_type"] = 2
  },
  [300007] = {
    ["q_id"] = 300007,
    ["q_text"] = "需要钻石{0}",
    ["q_type"] = 2
  },
  [300050] = {
    ["q_id"] = 300050,
    ["q_text"] = "内容含有敏感字",
    ["q_type"] = 2
  },
  [303000] = {
    ["q_id"] = 303000,
    ["q_text"] = "成功",
    ["q_type"] = 2
  },
  [303002] = {
    ["q_id"] = 303002,
    ["q_text"] = "由于未知原因，您的活动中有物品未领取成功，请点击邮件领取。",
    ["q_type"] = 2
  },
  [303025] = {
    ["q_id"] = 303025,
    ["q_text"] = "该奖励已经领取",
    ["q_type"] = 2
  },
  [303103] = {
    ["q_id"] = 303103,
    ["q_text"] = "配置文件数据{0}不存在",
    ["q_type"] = 2
  },
  [303111] = {
    ["q_id"] = 303111,
    ["q_text"] = "发生未知错误。",
    ["q_type"] = 2
  },
  [303253] = {
    ["q_id"] = 303253,
    ["q_text"] = "参数错误",
    ["q_type"] = 2
  },
  [401007] = {
    ["q_id"] = 401007,
    ["q_text"] = "找不到翅膀",
    ["q_type"] = 2
  },
  [401008] = {
    ["q_id"] = 401008,
    ["q_text"] = "角色等级不够",
    ["q_type"] = 2
  },
  [401010] = {
    ["q_id"] = 401010,
    ["q_text"] = "需要翅膀阶数{0}",
    ["q_type"] = 2
  },
  [401014] = {
    ["q_id"] = 401014,
    ["q_text"] = "找不到翅膀策划数据",
    ["q_type"] = 2
  },
  [401017] = {
    ["q_id"] = 401017,
    ["q_text"] = "祝福值已满",
    ["q_type"] = 2
  },
  [401018] = {
    ["q_id"] = 401018,
    ["q_text"] = "祝福值未满",
    ["q_type"] = 2
  },
  [401019] = {
    ["q_id"] = 401019,
    ["q_text"] = "找不到精炼策划数据",
    ["q_type"] = 2
  },
  [401020] = {
    ["q_id"] = 401020,
    ["q_text"] = "找不到翅膀阶数策划数据",
    ["q_type"] = 2
  },
  [401024] = {
    ["q_id"] = 401024,
    ["q_text"] = "没有下一级翅膀技能",
    ["q_type"] = 2
  },
  [401025] = {
    ["q_id"] = 401025,
    ["q_text"] = "此翅膀技能还未激活",
    ["q_type"] = 2
  },
  [401030] = {
    ["q_id"] = 401030,
    ["q_text"] = "没有下一阶翅膀",
    ["q_type"] = 2
  },
  [401031] = {
    ["q_id"] = 401031,
    ["q_text"] = "没有此翅膀外观",
    ["q_type"] = 2
  },
  [401032] = {
    ["q_id"] = 401032,
    ["q_text"] = "此翅膀技能还未激活",
    ["q_type"] = 2
  },
  [401033] = {
    ["q_id"] = 401033,
    ["q_text"] = "已经是满级精炼",
    ["q_type"] = 2
  }
}