return {
  [1] = {
    ["q_id"] = 1,
    ["q_name"] = "战力"
  },
  [2] = {
    ["q_id"] = 2,
    ["q_name"] = "等级"
  },
  [3] = {
    ["q_id"] = 3,
    ["q_name"] = "官职"
  },
  [4] = {
    ["q_id"] = 4,
    ["q_name"] = "强化等级"
  },
  [5] = {
    ["q_id"] = 5,
    ["q_name"] = "镶嵌等级"
  },
  [6] = {
    ["q_id"] = 6,
    ["q_name"] = "天神"
  },
  [7] = {
    ["q_id"] = 7,
    ["q_name"] = "坐骑"
  },
  [8] = {
    ["q_id"] = 8,
    ["q_name"] = "翅膀"
  },
  [9] = {
    ["q_id"] = 9,
    ["q_name"] = "法宝"
  },
  [10] = {
    ["q_id"] = 10,
    ["q_name"] = "成就"
  }
}