return {
  [500101] = {
    ["q_id"] = 500101,
    ["name"] = "神鬼莫测",
    ["next_id"] = 500102,
    ["need_winglevel"] = 3,
    ["cost"] = "1600003,1;2,100"
  },
  [500102] = {
    ["q_id"] = 500102,
    ["name"] = "神鬼莫测",
    ["next_id"] = 500103,
    ["need_winglevel"] = 3,
    ["cost"] = "1600003,2;2,100"
  },
  [500103] = {
    ["q_id"] = 500103,
    ["name"] = "神鬼莫测",
    ["next_id"] = 500104,
    ["need_winglevel"] = 3,
    ["cost"] = "1600003,3;2,100"
  },
  [500104] = {
    ["q_id"] = 500104,
    ["name"] = "神鬼莫测",
    ["next_id"] = 500105,
    ["need_winglevel"] = 4,
    ["cost"] = "1600003,4;2,100"
  },
  [500105] = {
    ["q_id"] = 500105,
    ["name"] = "神鬼莫测",
    ["next_id"] = 500106,
    ["need_winglevel"] = 5,
    ["cost"] = "1600003,5;2,100"
  },
  [500106] = {
    ["q_id"] = 500106,
    ["name"] = "神鬼莫测",
    ["next_id"] = 500107,
    ["need_winglevel"] = 6,
    ["cost"] = "1600003,6;2,100"
  },
  [500107] = {
    ["q_id"] = 500107,
    ["name"] = "神鬼莫测",
    ["next_id"] = 500108,
    ["need_winglevel"] = 7,
    ["cost"] = "1600003,7;2,100"
  },
  [500108] = {
    ["q_id"] = 500108,
    ["name"] = "神鬼莫测",
    ["next_id"] = 500109,
    ["need_winglevel"] = 8,
    ["cost"] = "1600003,8;2,100"
  },
  [500109] = {
    ["q_id"] = 500109,
    ["name"] = "神鬼莫测",
    ["next_id"] = 500110,
    ["need_winglevel"] = 9,
    ["cost"] = "1600003,9;2,100"
  },
  [500110] = {
    ["q_id"] = 500110,
    ["name"] = "神鬼莫测",
    ["next_id"] = 0,
    ["need_winglevel"] = 10,
    ["cost"] = "1600003,10;2,100"
  },
  [500201] = {
    ["q_id"] = 500201,
    ["name"] = "天降打击",
    ["next_id"] = 500202,
    ["need_winglevel"] = 5,
    ["cost"] = "1600003,1;2,100"
  },
  [500202] = {
    ["q_id"] = 500202,
    ["name"] = "天降打击",
    ["next_id"] = 500203,
    ["need_winglevel"] = 5,
    ["cost"] = "1600003,2;2,100"
  },
  [500203] = {
    ["q_id"] = 500203,
    ["name"] = "天降打击",
    ["next_id"] = 500204,
    ["need_winglevel"] = 5,
    ["cost"] = "1600003,3;2,100"
  },
  [500204] = {
    ["q_id"] = 500204,
    ["name"] = "天降打击",
    ["next_id"] = 500205,
    ["need_winglevel"] = 6,
    ["cost"] = "1600003,4;2,100"
  },
  [500205] = {
    ["q_id"] = 500205,
    ["name"] = "天降打击",
    ["next_id"] = 500206,
    ["need_winglevel"] = 6,
    ["cost"] = "1600003,5;2,100"
  },
  [500206] = {
    ["q_id"] = 500206,
    ["name"] = "天降打击",
    ["next_id"] = 500207,
    ["need_winglevel"] = 7,
    ["cost"] = "1600003,6;2,100"
  },
  [500207] = {
    ["q_id"] = 500207,
    ["name"] = "天降打击",
    ["next_id"] = 500208,
    ["need_winglevel"] = 7,
    ["cost"] = "1600003,7;2,100"
  },
  [500208] = {
    ["q_id"] = 500208,
    ["name"] = "天降打击",
    ["next_id"] = 500209,
    ["need_winglevel"] = 8,
    ["cost"] = "1600003,8;2,100"
  },
  [500209] = {
    ["q_id"] = 500209,
    ["name"] = "天降打击",
    ["next_id"] = 500210,
    ["need_winglevel"] = 9,
    ["cost"] = "1600003,9;2,100"
  },
  [500210] = {
    ["q_id"] = 500210,
    ["name"] = "天降打击",
    ["next_id"] = 0,
    ["need_winglevel"] = 10,
    ["cost"] = "1600003,10;2,100"
  },
  [500301] = {
    ["q_id"] = 500301,
    ["name"] = "天使之力",
    ["next_id"] = 500302,
    ["need_winglevel"] = 7,
    ["cost"] = "1600003,1;2,100"
  },
  [500302] = {
    ["q_id"] = 500302,
    ["name"] = "天使之力",
    ["next_id"] = 500303,
    ["need_winglevel"] = 7,
    ["cost"] = "1600003,2;2,100"
  },
  [500303] = {
    ["q_id"] = 500303,
    ["name"] = "天使之力",
    ["next_id"] = 500304,
    ["need_winglevel"] = 7,
    ["cost"] = "1600003,3;2,100"
  },
  [500304] = {
    ["q_id"] = 500304,
    ["name"] = "天使之力",
    ["next_id"] = 500305,
    ["need_winglevel"] = 7,
    ["cost"] = "1600003,4;2,100"
  },
  [500305] = {
    ["q_id"] = 500305,
    ["name"] = "天使之力",
    ["next_id"] = 500306,
    ["need_winglevel"] = 8,
    ["cost"] = "1600003,5;2,100"
  },
  [500306] = {
    ["q_id"] = 500306,
    ["name"] = "天使之力",
    ["next_id"] = 500307,
    ["need_winglevel"] = 8,
    ["cost"] = "1600003,6;2,100"
  },
  [500307] = {
    ["q_id"] = 500307,
    ["name"] = "天使之力",
    ["next_id"] = 500308,
    ["need_winglevel"] = 9,
    ["cost"] = "1600003,7;2,100"
  },
  [500308] = {
    ["q_id"] = 500308,
    ["name"] = "天使之力",
    ["next_id"] = 500309,
    ["need_winglevel"] = 9,
    ["cost"] = "1600003,8;2,100"
  },
  [500309] = {
    ["q_id"] = 500309,
    ["name"] = "天使之力",
    ["next_id"] = 500310,
    ["need_winglevel"] = 10,
    ["cost"] = "1600003,9;2,100"
  },
  [500310] = {
    ["q_id"] = 500310,
    ["name"] = "天使之力",
    ["next_id"] = 0,
    ["need_winglevel"] = 10,
    ["cost"] = "1600003,10;2,100"
  },
  [500401] = {
    ["q_id"] = 500401,
    ["name"] = "风神领域",
    ["next_id"] = 500402,
    ["need_winglevel"] = 9,
    ["cost"] = "1600003,1;2,100"
  },
  [500402] = {
    ["q_id"] = 500402,
    ["name"] = "风神领域",
    ["next_id"] = 500403,
    ["need_winglevel"] = 9,
    ["cost"] = "1600003,2;2,100"
  },
  [500403] = {
    ["q_id"] = 500403,
    ["name"] = "风神领域",
    ["next_id"] = 500404,
    ["need_winglevel"] = 9,
    ["cost"] = "1600003,3;2,100"
  },
  [500404] = {
    ["q_id"] = 500404,
    ["name"] = "风神领域",
    ["next_id"] = 500405,
    ["need_winglevel"] = 9,
    ["cost"] = "1600003,4;2,100"
  },
  [500405] = {
    ["q_id"] = 500405,
    ["name"] = "风神领域",
    ["next_id"] = 500406,
    ["need_winglevel"] = 9,
    ["cost"] = "1600003,5;2,100"
  },
  [500406] = {
    ["q_id"] = 500406,
    ["name"] = "风神领域",
    ["next_id"] = 500407,
    ["need_winglevel"] = 10,
    ["cost"] = "1600003,6;2,100"
  },
  [500407] = {
    ["q_id"] = 500407,
    ["name"] = "风神领域",
    ["next_id"] = 500408,
    ["need_winglevel"] = 10,
    ["cost"] = "1600003,7;2,100"
  },
  [500408] = {
    ["q_id"] = 500408,
    ["name"] = "风神领域",
    ["next_id"] = 500409,
    ["need_winglevel"] = 10,
    ["cost"] = "1600003,8;2,100"
  },
  [500409] = {
    ["q_id"] = 500409,
    ["name"] = "风神领域",
    ["next_id"] = 500410,
    ["need_winglevel"] = 10,
    ["cost"] = "1600003,9;2,100"
  },
  [500410] = {
    ["q_id"] = 500410,
    ["name"] = "风神领域",
    ["next_id"] = 0,
    ["need_winglevel"] = 10,
    ["cost"] = "1600003,10;2,100"
  }
}